Repository: elianerpereira/gtg
Catalog: locales/gtg-*.po
Languages: af, be, it, ru, sv

source: Mark as done
af: Merk as gedoen
be: Пазначыць як выкананае
it: Marca come completo
ru: Отметить как "выполнено"
sv: Markera som slutförd

source: Mark the selected task as done
af: Merk die geselekteerde taak as gedoen
be: Адзначыць абраныя як выкананае
it: Marca l'attività selezionata come completa
ru: Сделать выбранную задачу выполненной
sv: Markera den valda uppgiften som färdig

source: Mark as not done
af: Merk as nie gedoen
be: Пазначыць як невыкананае
it: Marca come non completo
ru: Отметить как "не выполнено"
sv: Markera som inte utförd

source: Mark the selected task as to be done
af: Merk die geselekteerde taak as "om te gedoen"
be: Пазначыць,што заданьне неабходна выканаць
it: Marca l'attività selezionata come da completare
ru: Выбраную задачу надо выполнять
sv: Markera den valda uppgiften som att-göra

source: Dismiss
af: Laat vaar
be: Адмовіцца
it: Rimuovi
ru: Отменить выполнение задачи
sv: Avfärda

source: Mark the task as not to be done anymore
af: Merk die taak as "nie te doen"
be: Пазначыць,што заданьне ўжо не патрэбна выконваць
it: Marca l'attività come non completa
ru: Выбраную задачу не надо выполнять
sv: Markera att upgiften inte skall göras längre

source: Undismiss
af: Bring terug
be: Аднаўленьне
it: Ripristina
ru: Восстановить
sv: Ångra avfärda

source: Permanently remove the selected task
af: Verwyder die geselekteerde taak
be: Назаўсёды выдаліць выбранае заданьне
it: Rimuovi definitivamente l'attività selezionata
ru: Навсегда удалить выбраную задачу
sv: Ta bort den valda uppgiften permanent

source: Edit the selected task
af: Redigeer geselekteerde taak
be: Рэдагаваць абраныя заданні
it: Modifica le attività selezionate
ru: Изменить выбранную задачу
sv: Redigera den valda uppgiften

source: Create a new task
af: Skep 'n nuwe taak
be: Стварыць новае заданне
it: Crea una nuova attività
ru: Создать новую задачу
sv: Skapa en ny uppgift

source: Create a new subtask
af: Skep 'n nuwe subtaak
be: Стварыць новае падзаданне
it: Crea una nuova subattività
ru: Создать новую подзадачу
sv: Skapa ny deluppgift

source: Toggle the work view
ru: Переключить режим работы
sv: Arbetsvy på/av

source: Getting Things Gnome! is an organizer for the GNOME desktop environment.
af: Getting Things Gnome! is 'n organiseerder vir die GNOME werkskermomgewing.
be: Getting Things Gnome! Гэта планіроўшчык для GNOME.
it: Getting Things GNOME! è un organizzatore di attivitò per l'ambiente di lavoro GNOME.
ru: Getting Things Gnome! - это органайзер для GNOME.
sv: Getting Things GNOME! är en organiserare för GNOME-skrivbordsmiljön.

source: <span weight="bold" size="large">Are you sure you want delete this task?</span> Deleting a task cannot be undone, and will delete the following tasks:
ru: span weight="bold" size="large">Вы действительно хотите удалить эту задачу?</span> Удаление нельзя отменить, кроме этого, будут удалены и эти задачи:
sv: <span weight="bold" size="large">Är du säker på att du vill ta bort uppgiften?</span> En borttagen uppgift kan ej ångras, och kommer även att ta bort följande uppgifter:

source: About GTG!
af: Omtrent GTG
be: Пра GTG!
it: Informazioni
ru: О GTG!
sv: Om GTG!

source: Add a subtask
ru: Добавить подзадачу
sv: Lägg till deluppgift

source: Confirm task deletion
af: Bevestig skrapping van taak
be: Пацвердзіць выдаленьне заданьня
it: Conferma l'eliminazione dell'attività
ru: Подтвердите удаление задачи
sv: Bekräfta uppgiftsborttagning

source: D_ismiss
af: L_aat vaar
be: С_касаваць
it: E_limina
ru: _Отменить
sv: A_vfärda

source: Delete
af: Skrap
be: Выдаліць
it: Elimina
ru: Удалить
sv: Ta bort

source: Edit
af: Redigeer
be: Рэдагаваць
it: Modifica
ru: Правка
sv: Redigera

source: GTG website
af: GTG webtuiste
be: вэб-старонка GTG
it: Sito Internet di GTG
ru: Веб-сайт GTG
sv: GTG:s webbplats

source: Getting Things Gnome! is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Getting Things Gnome! is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Getting Things Gnome!; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ru: Getting Things Gnome! это свободное програмное обеспечение; Вы можете распространять его и/или изменять его в соответствии с лицензией GNU, опубликованной Фондом Свободного Программного обеспечения, версии лицензии 3, либо (по вашему выбору) любой более поздней версии. Getting Things Gnome! распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемых гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Обратитесь к лицензии GNU за более подробной информацией. Вы должны были получить копию лицензии GNU наряду с получением Getting Things Gnome!, если это не так, напишите в Фонд Свободного Программного Обеспечения, улица Franklin 51, пятый этаж, Бостон, Массачусетс, 02110-1301, США.
sv: Följande text är en informell översättning som enbart tillhandahålls i informativt syfte. För alla juridiska tolkningar gäller den engelska originaltexten. Getting Things GNOME är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 3 eller (om du så vill) någon senare version. Getting Things GNOME distribueras i hopp om att det ska vara användbart, men UTAN NÅGON GARANTI, även utan underförstådd garanti vid SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information. Du bör ha fått en kopia av GNU General Public License tillsammans med Nautilus. Om inte, skriv till Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA

source: Mark as Done
af: Merk as gedoen
be: Пазначыць як выкананае
it: Marca come completo
ru: Отметить выполнение
sv: Markera som färdig

source: Mark as Not Done
af: Merk as nie gedoen
be: Пазначыцья к невыкананае
it: Marca come non completo
ru: Отменить выполнение
sv: Markera som icke färdig

source: Mark as _Done
af: Merk as _gedoen
be: Пазначыць як _Выкананае
it: Marca come _Completo
ru: Отметить _выполнение
sv: Markera som _färdig

source: New Note
af: Nuwe nota
be: Новая нанатка
it: Nuova Nota
ru: Новая заметка
sv: Ny anteckning

source: New Subtask
af: Nuwe subtaak
be: Новае Падзаданьне
it: Nuova subattività
ru: Новая подзадача
sv: Ny deluppgift

source: New Task
af: Nuwe taak
be: Новае заданьне
it: Nuova attività
ru: Новая задача
sv: Ny uppgift

source: New _Subtask
af: Nuwe _subtaak
be: Новае _Падзаданьне
it: Nuova _subattività
ru: Новая _подзадача
sv: Ny _deluppgift

source: New _Task
af: Nuwe _taak
be: Новае _заданьне
it: Nuova _attività
ru: Новая _задача
sv: Ny _Uppgift

source: Permanently _remove task
af: Wis taak permanent uit
be: Выдаліць _назаўсёды
it: Elimina il task permanentemente
ru: _Удалить навсегда
sv: Ta _bort uppgift permanent

source: Plugin _Preferences
ru: Настройки _Плагинов
sv: Egenskaper för insticksprogram

source: Redo
af: Herdoen
be: Паўтарыць
it: Ripeti
ru: Повторить
sv: Gör om

source: T_oolbar
ru: Панель _инструментов
sv: Ve_rktygsrad

source: Tag is displayed in the workview
af: Etiket word in die werksaansig vertoon
be: Паказаць ў сьпісе заданьняў
it: Il tag è visualizzato nella scaletta di lavoro
ru: Показывать в рабочем плане
sv: Visa etikett i arbetsvyn

source: Tags
af: Etikette
be: Цэтлікі
it: Tag
ru: Метки
sv: Etiketter

source: Und_ismiss
af: Br_ing terug
be: Не_адмяняць
it: Ripristina
ru: _Восстановить
sv: Ångra _avfärda

source: Undo
af: Ontdoen
be: Адкаціць
it: Annulla
ru: Отмена
sv: Ångra

source: View Notes
af: Bekyk notas
be: Сьпіс нанаткаў
it: Visualizza note
ru: Просмотреть примечания
sv: Visa anteckningar

source: Work View
af: Werksaansig
be: Сьпіс заданьняў
it: Scaletta di lavoro
ru: Список задач
sv: Arbetsvy

source: _Background Colors
af: _Agtergrond kleure
be: _Колер фона
it: C_olori di sfondo
ru: _Фоновые цвета
sv: _Bakgrundsfärger

source: _Closed Tasks Pane
af: _Geslote take venster
be: _Выкананыя заданьні
it: _Chiudi il pannello delle attività
ru: _Выполненые задачи
sv: _Avslutade uppgifterpanelen

source: _Edit
af: _Redigeer
be: _Рэдагаваць
it: _Modifica
ru: _Правка
sv: _Redigera

source: _Help
af: _Hulp
be: _Даведка
it: _Aiuto
ru: _Справка
sv: _Hjälp

source: _Keep selected task
af: _Hou gekose taak
be: _Пакінуць выбраныя заданьні
it: Man_tieni l'attività selezionata
ru: _Оставить
sv: _Behåll markerade uppgift

source: _Plugins
ru: _Плагины
sv: I_nsticksmoduler

source: _Quick Add Entry
af: Skep kitsinskrywing
be: _Хутка дадаць запіс
it: Inserisci el_emento
ru: _Быстрое добавление
sv: _Snabbtilläggsfält

source: _Tags Sidebar
af: _Etiket kantbalk
be: _Бакавая панэль цэтлікаў
it: Barra laterale _Tag
ru: Панель _меток
sv: _Etikettsidofält

source: _Tasks
af: _Take
be: _Заданьні
it: _Attività
ru: _Задачи
sv: _Uppgifter

source: _View
af: _Bekyk
be: Прагляд
it: _Visualizza
ru: _Вид
sv: _Visa

source: _Work View
af: _Werksaansig
be: _Сьпіс заданьняў
it: S_caletta di lavoro
ru: _Рабочий план
sv: _Arbetsvy

source: All tasks
ru: Все задачи
sv: Alla uppgifter

source: Tasks with no tags
ru: Задачи без меток
sv: Uppgifter utan etikett

source: (no active tasks)
af: (geen aktiewe take)
be: (няма актыўных заданьняў)
it: (nessun'attività attiva)
ru: (нет задач)
sv: (inga aktiva uppgifter)

source: (1 active task)
af: (1 aktiewe taak)
be: (адно актыўнае заданьне)
it: (1 attività attiva)
ru: (1 задача)
sv: (en aktiv uppgift)

source: (%s active tasks)
ru: (%s активных задач)
sv: (%s aktiva uppgifter)

source: monday
af: maandag
be: панядзелак
it: lunedì
ru: понедельник
sv: måndag

source: tuesday
af: dinsdag
be: аўторак
it: martedì
ru: вторник
sv: tisdag

source: wednesday
af: woensdag
be: серада
it: mercoledì
ru: среда
sv: onsdag

source: thursday
af: donderdag
be: чацвер
it: giovedì
ru: четверг
sv: torsdag

source: friday
af: vrydag
be: пятніца
it: venerdì
ru: пятница
sv: fredag

source: saturday
af: saterdag
be: субота
it: sabato
ru: суббота
sv: lördag

source: sunday
af: sondag
be: нядзеля
it: domenica
ru: воскресенье
sv: söndag

source: today
af: vandag
be: сёньня
it: oggi
ru: сегодня
sv: idag

source: tomorrow
af: môre
be: заўтра
it: domani
ru: завтра
sv: imorgon

source: tags
af: etikette
be: тэгі
it: tag
ru: метки
sv: etiketter

source: defer
af: stel uit
be: аткласьці
it: posticipa
ru: отложить
sv: skjut upp

source: due
af: verval
be: да
it: dovuta
ru: до
sv: försenad

source: Title
af: Titel
be: Назва
it: Titolo
ru: Заголовок
sv: Titel

source: Due date
af: Voltooiingsdatum
be: Тэрмін выкананьня
it: Data di scadenza
ru: Выполнить до
sv: Förfallodatum

source: Days left
af: Dae oor
be: Дней засталося
it: Giorni rimanenti
ru: Осталось дней
sv: Dagar kvar

source: Closing date
af: Sluitingsdatum
be: Дата закрыцьця
it: Data di completamento
ru: Дата закрытия
sv: Sista datum

source: Adding tasks to gtg..
ru: Добавление задач в GTG
sv: Lägger till en uppgift till GTG...

source: Adding
ru: Добавление
sv: Lägger till

source: Adding tasks to rtm..
ru: Добавление задач в RtM
sv: Lägger till uppgifter till RTM...

source: Synchronization failed.
ru: Сбой синхронизации
sv: Synkronisering misslyckades.

source: Downloading task list...
ru: Загнружается список задач
sv: Laddar ner uppgiftslista...

source: Analyzing tasks...
ru: Анализируются задачи...
sv: Analyserar uppgifter...

source: Running first synchronization...
ru: Запуск первой синхронизации...
sv: Kör första synkroniseringen...

source: Analyzing last sync...
ru: Анализ последней синхронизации...
sv: Analyserar senaste synkroniseringen...

source: Deleting tasks from rtm..
ru: Удаление задач из RTM..
sv: Tar bort uppgifter frpn RTM...

source: Deleting
ru: Удаление
sv: Tar bort

source: Deleting tasks from gtg..
ru: Удаление задач из gtg..
sv: Tar bort uppgifter från GTG...

source: Updating remaining tasks..
ru: Обновление оставшихся задач..
sv: Uppdaterar återstående uppgifter...

source: Updating
ru: Обновление
sv: Uppdaterar

source: Saving current state..
ru: Запись текущего состояния...
sv: Sparar aktuellt tillstånd...

source: Synchronization completed.
ru: Синхронизация завершена.
sv: Synkroniering slutförd.

source: Closing in one second
ru: Закроется через секунду
sv: Stänger om en sekund

source: saving critical object failed
ru: сбой записи важного объекта
sv: misslyckades med att spara ett kritiskt objekt

source: Synchronize with RTM
ru: Синхронизация с RtM
sv: Synkronisera med RTM

source: Synchronization started
ru: Синхронизация началась
sv: Synkronisering påbörjad

source: Trying to access, please stand by...
ru: Попытка доступа, подождите...
sv: Försöker att ansluta, vänligen vänta...

source: Couldn't connect to Remember The Milk
ru: Не удалось подключиться к RtM
sv: Kunde inte ansluta till Remember The Milk

source: <b>Authentication failed</b>.Please retry.
ru: <b>Ошибка авторизации</b>, проверьте введённые данные
sv: <b>Autentisering misslyckades</b>. Vänligen försök igen.

source: Please authenticate to Remember The Milk in the browser that is being opened now. When done, press OK
ru: Пожалуйста, авторизируйтесь в Remember The Milk в браузере, который сейчас откроется. Когда сделаете, нажмите OK
sv: Vänligen autentisera Remember The Milk i webläsaren som nu öppnas. Klicka på OK när du är klar.

source: Invalid state
ru: Недопустимое состояние
sv: Ogiltigt tillstånd

source: API call failed
ru: Сбой вызова API
sv: API-anrop misslyckades

source: Authentication
ru: Авторизация
sv: Autentisering

source: Hello World
ru: Привет, мир
sv: Hallå världen

source: Hello World Plugin
ru: Плагин "Привет, мир"
sv: Hello world-insticksprogram

source: <b>Location Determination Method</b>
ru: <b>Способ определения положения</b>
sv: <b>Metod för platsbestämning</b>

source: <b>Proximity Factor</b>
ru: <b>Фактор близости</b>
sv: <b>Närhetsfaktor</b>

source: <small>Distance in kilometers from the current location.</small>
ru: <small>Расстояние в километрах от текущего расположения</small>
sv: <small>Avstånd i kilometer från aktuell plats.</small>

source: Associate with existing tag
ru: Пометить существующей меткой
sv: Koppla till befintlig etikett

source: Associate with new tag
ru: Пометить новой меткой
sv: Koppla till ny etikett

source: Geolocalized-tasks Preferences
ru: Задачи привязаные к расположению
sv: Egenskaper för geolokaliseringsuppgifter

source: Set the task's location
ru: Установить расположение задачи
sv: Ange uppgiftens plats

source: Use cellphone
ru: Использовать мобильный телефон
sv: Använd mobiltelefon

source: Use gps
ru: Использовать GPS
sv: Använd GPS

source: Use network
ru: Использовать сеть
sv: Använd nätverk

source: Template not found
sv: Mall ej funnen

source: Can't load the template file
sv: Kunde inte ladda mall

source: Choose where to save your list
sv: Välj var listan skall sparas

source: Insert Note
ru: Вставить заметку
sv: Infoga anteckning

source: Insert the title of the tomboy note
ru: Вставить заголовок заметки из Tomboy
sv: Infoga titeln på Tomboy-anteckningen

source: Tomboy not found. Please install it or disable the Tomboy plugin in GTG
ru: Tomboy не обнаружен. Установите его или отключите данный плагин в GTG
sv: Tomboy hittades inte. Vänligen installera Tomboy eller stäng av insticksmodulen Tomboy i GTG

source: Add Tomboy note
ru: Добавить заметку Tomboy
sv: Lägg till en Tomboy-anteckning

source: That note does not exist!
ru: Заметка не существует!
sv: Den anteckningen finns inte!

source: That note does not exist. Do you want to create a new one?
ru: Заметка не существует! Создать её?
sv: Anteckningen finns inte. Vill du skapa en ny?

source: This Tomboy note does not exist anymore. Do you want to create it?
ru: Эта заметка больше не существует в Tomboy. Создать новую?
sv: Denna Tomboy-anteckning finns inte längre. Vill du skapa den?

source: <b>No Plugin Selected</b>
ru: <b>Ни один плагин не выбран</b>
sv: <b>Ingen insticksmodul vald</b>

source: Authors:
ru: Авторы:
sv: Upphovsmän:

source: Description:
ru: Описание:
sv: Beskrivning:

source: Plugin Manager
ru: Управление плагинами
sv: Instickshanterare

source: My new task
af: My nuwe taak
ru: Моя новая задача
sv: Min nya uppgift

source: Getting started with GTG
af: Kom aan die gang met GTG
be: Пачатак працы з GTG
it: Introduzione a GTG
ru: Начало работы с GTG
sv: Komma igång med GTG

source: Welcome to Getting Things Gnome!, your new task manager.
ru: Добро пожаловать в Getting Things Gnome!, ваш новый менеджер задач.
sv: Välkommen till Getting Things Gnome!, din nya uppgiftshanterare.

source: In GTG, everything is a task. From building a bridge over the Pacific Ocean to changing a light bulb or organizing a party. When you edit a task, it is automatically saved.
af: Alles in GTG is 'n taak. Van die bou van 'n brug oor die Stille Oseaan tot die omruil van 'n gloeilamp tot die organiseering van 'n partytjie. Wanneer 'n taak geredigeer word, word dit outomaties gestoor.
be: У GTG усё з'яўляецца заданьнем. Ад будаўніцтва маста праз Ціхі акіян да змены лямпачкі альбо арганізацыі вечарыны. Рэдагаванае заданьне адразу захоўваецца.
it: In GTG, ogni cosa è un'attivita. Dal costruire un ponte sull'Oceano Pacifico al cambiare una lampadina o organizzare una festa. Quando modifichi un'attività, essa è salvata automaticamente.
ru: В GTG всё есть задача. От постройки моста через Тихий Океан до смены лампочки или организации вечеринки. Когда вы редактируете задачу, она сразу же сохраняется.
sv: I GTG, så är allting en uppgift. Ifrån att bygga en bro över Stilla Havet till att byta en glödlampa eller organisera en fest. När du redigerar en uppgift, sparas den automatiskt.

source: Once a task is done, you can push the &quot;Mark as done&quot; button. If the task is not relevant any-more, simply press &quot;Dismiss&quot;.
af: Sodra 'n taak gedoen is, kan die &quot;Merk as gedoen&quot; knoppie gedruk word. As die taak nie meer relevant is nie, druk eenvoudig &quot;Dismiss&quot;.
be: Калі заданьне выканана, вы можаце проста націснуць кнопку &quot;Пазначыць як выкананае&quot;. Калі заданьне болей не актуальнае націсніце &quot;Скасаваць&quot;.
it: Non appena un task è completo, puoi premere il tasto &quot;Marca come completo&quot;. Se l'attività non è più rilevante, è sufficiente premere &quot;Rimuovi&quot;.
ru: Когда задача выполнена, вы можете нажать кнопку &quot;Отметить выполнение&quot;. Если задача более неактуальна, просто нажмите &quot;Отменить&quot;.
sv: När en uppgift väl är klar, kan du klicka på &quot;Markera klar&quot; knappen. Ifall en uppgift inte är relevant längre så kan du bara klicka på &quot;Avfärda&quot;

source: A task might be composed of multiple subtasks that appear as links in the description. Simply click on the following link:
ru: Задача может состоять из нескольких подзадач, которые видны как ссылки в описании. Просто нажмите на следующую ссылку:
sv: En uppgift kan vara bestå av flera deluppgifter, vilka visas som länkar i beskrivningen. Klicka bara på följande länk:

source: Once you've read the above subtask, mark it as Done. If you don't want to do the task, mark it as dismissed. Done and Dismissed tasks are kept in the closed tasks pane, hidden by default but you can easily enable it in the View menu.
sv: När du läst ovanstående deluppgift, markera den som Färdig. Om du inte vill göra uppgiften, markera den som Avfärdad. Färdiga och avfärdade uppgifter sparas i rutan med stängda uppgifter vilken normalt är gömd, men du kan lätt aktivera den via Visa-menyn.

source: If you choose to close this current task, subtasks will be automatically closed too. We indeed consider that, if you achieve a given task, you don't need to do the subtask anymore.
ru: Если вы закроете текущую задачу, подзадачи также будут закрыты. Действительно, можно посчитать, что, если вы выполнили данную задачу, вам не надо больше выполнять её подзадачи.
sv: Om du väljer att stänga den aktuella uppgiften kommer dess deluppgifter också att stängas. Vi anser att om du slutfört en uppgift, kommer du inte längre behöva göra deluppgifterna.

source: Other stuff you should read:
ru: Что ещё следует прочитать:
sv: Andra saker du borde läsa:

source: We hope that you will appreciate GTG. Please send us bug reports and ideas for improvement using:
ru: Мы надеемся, вам понравится GTG. Пожалуйста, присылайте нам сообщения об ошибках и идеи по улучшению:
sv: Vi hoppas att du kommer uppskatta GTG. Vänligen skicka en bugg-rapport och förslag på förbättringar via:

source: Thank you for trying out GTG :-)
af: Dankie vir u gebruik van GTG :-)
be: Дзякуем, што карыстаецеся GTG :-)
it: Grazie per aver provato GTG :-)
sv: Tack för att du har provat på GTG :-)

source: Learn how to use subtasks
sv: Lär dig hur man använder deluppgifter

source: In the task description (this window), if you begin a line with &quot;-&quot;, it will be considered as a &quot;subtask&quot;, something that needs to be done in order to accomplish your task. Just try to write &quot;- test subtask&quot; on the next line and press enter.
af: As 'n lyn in die taakbeskrywing (hierdie venster) met 'n &quot;-&quot; begin, sal dit as 'n subtaak gesien word: iets wat gedoen moet word om die hooftaak af te handel. Tik &quot;- toets subtaak&quot; op die volgende lyn en druk enter.
be: У апісаньні заданьня (ў гэтым акне) калі пачаць радок з &quot;-&quot; ён будзе лічыцца &quot;падзаданьнем&quot; нечым, что неабходна зрабіць, каб выканаць вашае заданьне. Паспрабуйце напісаць &quot;- праверка падзаданьня&quot; ў наступным радку і націсніце Enter.
it: Nella descrizione dell'attività (finestra corrente), se anteponi il simbolo &quot;-&quot;, sarà considerato come una &quot;subattività&quot;, qualcosa che deve essere completato per poter procedere nel realizzare l'attività principale. E' sufficiente scrivere &quot;- Prova subattività&quot; nella riga seguente e premere Invio.
ru: В описании задачи (этом окне), вы можете начать строку с &quot;-&quot;, тогда она будет считаться подзадачей, чем-то что должно быть сделано для выполнения текущей задачи. Просто попробуйте написать &quot;- проверка подзадач&quot; на следующей строке и нажмите ввод.
sv: Om du inleder en rad i uppgiftsbeskrivningen (detta fönster) med &quot;-&quot; kommer den att betraktas som en &quot;deluppgift&quot;, dvs något som måste utföras för att åstadkomma uppgiften. Prova att skriva &quot;- prova deluppgift&quot; på nästa rad och tryck Enter.

source: You can also use the &quot;insert subtask&quot; button.
af: Die &quot;Voeg subtaak&quot; knoppie kan ook gebruik word.
be: Вы так сама можаце выкарыстоўваць кнопку &quot;дадаць падзаданне&quot;
it: Puoi anche usare il tasto &quot;Inserisci subattività&quot;.
ru: Также вы можете использовать кнопку &quot;Добавить подзадачу&quot;.
sv: Du kan även använda &quot;infoga deluppgift&quot;-knappen.

source: Tasks and subtasks can be re-organized by drag-n-drop in the tasks list.
sv: Uppgifter och deluppgifter kan organiseras om genom att dra och släppa dem i uppgiftslistan.

source: Some concepts come with subtasks: for example, a subtask's due date can never be after its parent's due date.
sv: Vissa regler gäller deluppgifter: t.ex, en deluppgifts förfallodatum kan inte vara senare än dess huvuduppgift.
