Repository: elianerpereira/gtg
Catalog: locales/gtg-*.po
Languages: af, be, it, ru, sv

source: Also, marking a parent as done will mark all the subtasks as done.
af: Verder, met die merk van 'n taak as gedoen, sal alle subtake ook as gedoen gemerk word.
be: Калі заданьне зробленае, усе падзаданьні таксама пазначаюцца як зробленыя.
it: Inoltre, marcare l'attività sovrastante come completa renderà complete tutte le subattività correlate.
ru: Также, выполнение родительской задачи отметит выполнение всех подзадач.
sv: Igenom att markera huvuduppgiften som utförd så markeras även alla deluppgifter som utförda.

source: Learn how to use tags
sv: Lär dig hur man använder etiketter

source: A tag is a simple word that begins with &quot;@&quot;.
sv: En etikett är ett ord som inleds med &quot;@&quot;

source: Try to type a word beginning with @ here:
ru: Попробуйте ввести здесь слово, начав его с @:
sv: Testa att skriva ett ord som börjar med @ här:

source: It becomes yellow, it's a tag.
af: Dit word geel, dit is 'n etiket.
be: Яно будзе жоўтае. Гэта цэтлік.
it: Diventerà di colore giallo, è un tag.
ru: Оно станет жёлтым, это метка
sv: Det blir gult, detta är en tagg.

source: Tags are useful to sort your tasks. In the view menu, you can enable a sidebar which displays all the tags you are using so you can easily see tasks assigned to a given tag. There's no limit to the number of tags a task can have.
sv: Etiketter är användbara för att organisera dina uppgifter. Sidopanelen, som kan aktiveras från Visa-menyn, innehåller alla etiketter som du använder och kan även visa alla uppgifter med respektive etikett. Du kan ge en uppgift så många olika etiketter du vill.

source: If you right click on a tag in the sidebar you can also set its color. It will allow you to have a more colorful list of tasks, if you want it that way.
sv: Du kan välja färg på en etikett genom att höger-klicka på en etiketten i sidopanelen. Så kan du få en så färgglad uppgiftslista som du vill.

source: A new tag is only added to the current task. There's no recursion and the tag is not applied to subtasks. But when you create a new subtask, this subtask will inherit the tags of its parent as a good primary default (it will also be the case if you add a tag to a parent just after creating a subtask). Of course, you can modify at any time the tags of this particular subtask. It will never be changed by the parent.
sv: En ny etikett läggs enbart till den aktuella uppgiften, dvs den läggs inte automatiskt till deluppgifterna. Men, när du lägger till en ny deluppgift får den automatiskt samtliga etiketter från huvuduppgiften (detta händer även när du lägger till en etikett till huvuduppgiften direkt efter att ha skapat en deluppgift). Du kan förstås ändra etiketterna för en deluppgift när som helst, utan att påverka huvuduppgiftens etiketter.

source: Learn how to use the Workview
sv: Lär du hur man använder arbetsvyn

source: If you press the &quot;Workview&quot; button, only actionable tasks will be displayed.
af: Wanneer die &quot;Werksaansig&quot; knoppie gedruk word, sal slegs take wat 'n aksie benodig gewys word.
be: Калі вы насіскаеце кнопку &quot;сьпіс заданьняў&quot; будуць паказаныя толькі актыўныя заданьні.
it: Se premi il pulsante &quot;Scaletta di lavoro&quot;, saranno visualizzate solo le attività attivabili.
ru: Если вы нажмёте кнопку &quot;Список задач&quot;, будут показаны только активные задачи.
sv: Genom att klicka på &quot;Arbetsvy&quot;-knappen visas bara direkt slutförbara uppgifter.

source: What is an actionable task? It's a task you can do directly, right now.
af: Wat is 'n taak wat aksie benodig? Dit is 'n taak wat dadelik en direk gedoen kan word.
be: Што такое актыўныя заданьні? Гэта заданьні якія вы можаце выконваць зараз жа.
it: Che cos'è un'attività azionabile? E' un'attività che puoi compiere immediatamente, proprio ora.
ru: Что такое активные задачи? Это задачи, выполнение которых возможно в данный момент.
sv: Vad är en direkt slutförbar uppgift? Det är en uppgift som du kan utföra direkt, precis just nu.

source: It's a task that is already &quot;start-able&quot;, i.e. the start date is already over.
af: Dit is 'n taak wat reeds &quot;beginbaar&quot; is, d.w.s. die begindatum is verby.
be: Гэтае заданьне ўжо пачалось. Дата выкананьня ўжо наступіла.
it: E' un'attività che è già &quot;avviabile&quot;, p.e. la data di inizio è già passata.
ru: Это задача, которая уже началась. Т.е. дата начала исполнения которой уже наступила.
sv: Det är en uppgift som redan kan &quot;påbörjas&quot;, dvs där startdatum redan passerats.

source: It's a task that doesn't have open subtasks, i.e. you can do the task itself directly.
af: Dis 'n taak wat nie oop subtake het nie, d.w.s. die taak kan self direk gedoen word.
be: Гэтае заданьне не мае падзаданьняў, таму можаце працаваць непасрэдна з самім заданьнем.
it: E' un'attività che non ha subattività aperte, p.e. puoi direttamente completare l'attività medesima.
ru: Это задача не имеет открытых подзадач. т.е. вы можете работать непосредственно по этой задаче.
sv: Det är en uppgift som inte har några oavslutade deluppgifter, dvs du kan utföra uppgiften just nu.

source: Thus, the workview will only show you tasks you should do right now.
af: Dus sal die werksaansig slegs take vertoon wat huidiglik gedoen moet word.
be: Таму сьпіс заданьняў паказвае тыя, якія вы павінны выконваць у гэты момант.
it: In questo modo, la scaletta di lavoro mostrerà solo i task che potrai fare adesso.
ru: Поэтому список задач показывает задачи, которыми вы должны заниматься прямо сейчас.
sv: Alltså, arbetsvyn visar bara uppgifter som du bör göra just nu.

source: If you use tags, you can right click on a tag in the sidebar and choose to hide tasks assigned to this particular tag in the workview. It's very useful if you have a tag like &quot;someday&quot; that you use for tasks you would like to do but are not particularly urgent.
sv: Du kan höger-klicka på en etikett i sidopanelen och välja att gömma alla uppgifter i arbetsvyn kopplade till etiketten. Detta kan vara användbart om du har en etikett som t.ex. &quot;nångång&quot; som du använder för uppgifter som inte är särskilt brådskande.

source: Reporting bugs
af: Foutrapportering
be: Паведемленьне пра памылку
it: Segnalare malfunzionamenti
ru: Сообщайте об ошибках
sv: Rapporterar buggar

source: GTG is still very alpha software. We like it and use it everyday but you will encounter some bugs.
af: GTG is nogsteeds alfa-sagteware. Ons hou daarvan en gebruik dit daagliks. Daar sal wel, ongelukkig foute voorkom.
be: GTG яшчэ недапрацаваная праграма. Мы жадаем каб вы карысталіся ёй кожны дзень, але вы можаце напаткаць некаторыя памылкі..
it: GTG è ancora in fase di sviluppo. CI piace e lo usiamo tutti i giorni, ma è probabile che incontrerai qualche malfunzionamento.
ru: GTG всё ещё очень сырая программа. Мы бы хотели чтобы вы ей пользовались каждый день, но вы можете столкнуться с разными ошибками.
sv: GTG är fortfarande en alpha version. Vi gillar det och använder det dagligen men du kan stöta på buggar.

source: Please, report them on our Launchpad page:
ru: Пожалуйста, сообщайте о них на нашей странице на Launchpad:
sv: Vänligen rapportera dem på vår Launchpad sida:

source: We need you to make this software better. Any contribution, any idea is welcome.
ru: Нам требуется ваша помощь, чтобы сделать эту программу лучше. Любая помощь, любые идеи приветствуются.
sv: Vi vill gärna göra detta programmet bättre. Alla bidrag, alla idéer är välkomna.

source: If you have some trouble with GTG, we might be able to help you or to solve your problem really quickly.
af: As daar enige probleme with GTG is kan ons dalk help om dit spoedig op te los.
be: Калі ў вас есьць праблемы з GTG, магчыма мы хутка дапаможам вам, альбо вырашым вашую праблему.
it: Se hai problemi con GTG, siamo in grado di aiutarti a risolvere il problema molto rapidamente.
ru: Если у вас есть проблемы с GTG мы можем помочь или исправить ошибку весьма быстро.
sv: Om du har något problem med GTG kanske vi kan hjälpa dig eller lösa ditt problem riktigt fort.

source: now
sv: nu

source: soon
sv: snart

source: later
sv: senare

source: Keep as Note
af: Hou as nota
be: Захаваць як заўвагу
it: Mantieni come nota
ru: Оставить как заметку
sv: Behåll som anteckning

source: Make a Task
ru: Создать Задачу
sv: Gör en uppgift

source: Mark this task as done
ru: Отметить задачу выполненной
sv: Markera denna uppgift som färdig

source: Mark this task as to be done
ru: Отметить, что эта задача должна быть выполнена
sv: Markera denna uppgift att-göra

source: Mark this task as not to be done anymore
ru: Пометить задачу как не требующую выполнения
sv: Makera att denna uppgift inte längre skall utföras

source: Permanently remove this task
ru: Удалить эту задачу навсегда
sv: Ta bort denna uppgift permanent

source: Insert a subtask in this task
ru: Добавить подзадачу
sv: Infoga deluppgift i denna uppgift

source: Insert a tag in this task
ru: Добавить метку к этой задаче
sv: Infoga etikett i denna uppgift

source: <span weight="bold">Due for</span>
af: <span weight="bold">Voltooi teen</span>
be: <span weight="bold">Завяршэнне</span>
it: <span weight="bold">Pronto per il</span>
ru: <span weight="bold">Выполнить до</span>
sv: <span weight="bold">Förfaller den</span>

source: <span weight="bold">Starting on</span>
af: <span weight="bold">Begin op</span>
be: <span weight="bold">Пачатак</span>
it: <span weight="bold">A partire da</span>
ru: Дата начала
sv: <span weight="bold">Börjar den</span>

source: Insert subtask
af: Voeg subtaak in
be: Дадаць падзаданне
it: Inserisci subattività
ru: Вставить подзадачу
sv: Infoga deluppgift

source: Insert tag
af: Voeg etiket in
be: Дадаць цэтлік
it: Inserisci tag
ru: Вставить метку
sv: Infoga etikett

source: Later
sv: Senare

source: Mark Done
af: Merk as gedoen
be: Адзначыць як выкананае
it: Marca come completo
ru: Отметить выполнение
sv: Markera som färdigt

source: Now
sv: Nu

source: Soon
sv: Snart

source: Task
af: Taak
be: Заданне
it: Attività
ru: Задача
sv: Uppgift

source: Due tomorrow !
af: Moet môre voltooi word!
be: Да заўтра!
it: Pronto domani!
ru: До завтра!
sv: Förfaller i morgon!

source: %s days left
af: %s dae oor
be: %s дней засталося
it: %s giorni rimanenti
ru: осталось дней: %s
sv: %s dagar kvar

source: Due today !
af: Moet vandag voltooi word!
be: За сёньня !
it: Pronto oggi!
ru: Сегодня!
sv: Går ut idag !

source: Due yesterday
ru: Надо было сделать вчера
sv: Gick ut igår

source: Was %s days ago
af: Was %s dae gelede
be: %s дзён таму
it: Dovuto %s giorni fa
ru: просрочено дней: %s
sv: Var %s dagar sedan

source: gtg is already running!
ru: gtg уже запущена!
sv: gtg körs redan!

source: Version:
ru: Версия:

source: Once you've read the above subtask, mark it as Done. If you don't want to do the task, mark it as dismissed. Done and Dismissed tasks are keeped in the closed tasks pane, hidden by default but you can easily enable it in the View menu.
ru: Как только вы прочитаете подзадачу выше, отметьте её как выполненную. Если вы не собираетесь выполнять задачу, отметьте её как отклонённую. Выполненные и отклонённые задачи сохраняются на панели закрытых задач; по умолчанию она скрыта, но вы можете легко включить её в меню Вид.

source: Thank you for trying out GTG:-)
ru: Спасибо за использование GTG:-)

source: Learn to use subtasks
af: Leer om subtake te gebruik
be: Навучыцца карыстацца падзаданьнямі
it: Impara ad usare le subattività
ru: Научиться использовать подзадачи

source: Task and subtasks can be re-organized by drag-n-drop in the tasks list.
af: Take en subtake kan hergeorganiseer word deur dit te sleep in die taaklys.
be: Заданьні й падзаданьні можна рэарганізаваць перасоўваньнем у сьпісе заданьняў.
it: Le attività e le subattività possono essere rieorganizzate con il metodo punta e clicca nell'elenco delle attività
ru: Задачи и подзадачи можно реорганизовать перетаскиванием в списке задач.

source: Some concepts come with subtasks: for example, a subtask due date can never be after its parent due date.
ru: Некоторые идеи сопутствуют подзадачам: например, время окончания подзадачи не может быть после времени окончания её родительской задачи

source: Learn to use tags
af: Leer om etikette te gebruik
be: Научыцца карыстацца цэтлікамі
it: Impara ad usare i tag
ru: Научиться использовать метки

source: A tag is a simple word that begin with &quot;@&quot;.
af: 'n Etiket is 'n eenvoudige woord wat met 'n &quot;@&quot; begin.
be: Тэг гэта простае слова, якое пачынаецца з &quot;@&quot;.
it: Un tag è una semplice parola che comincia con &quot;insert subtask&quot;
ru: Метка - это простое слово, начинающееся с &quot;@&quot;.

source: Tags are useful to sort your tasks. In the view menu, you can enable a sidebar which displays all the tags you are using so you can easily see tasks for a given tag. There's no limit to the number of tags a task can have.
af: Etikette is nuttig om take te sorteer. Onder die "Redigeer" kieslys kan 'n kantbalk geaktiveer word waarin alle etikette in huidige gebruik gewys word, sodat enige take vir 'n gegewe etiket gesien kan word. Daar is geen beperking op die aantal etikette wat 'n taak kan hê nie.
be: Цэтлікі карысныя для сартаваньня заданьняў. У мэню Прагляд можна ўключыць бакавое мэню, якое пакажа ўсе выкарыстаныя цэтлікі, такім чынам вы лёгка знойдзеце заданьне з выбраным цэтлікам. Заданьне не мае абмежаваньняў на колькасць цэтлікаў.
it: I tag sono utili per organizzare le attività. Nel menu visualizza, puoi abilitare la barra laterale che visualizza tutti i tag che stai usando in modo da poter vedre facilmente le attività assegnate ad uno specifico tag. Non ci sono limiti al numero di tag che può avere un'attività.
ru: Метки полезны для сортировки задач. В меню Вид, можно включить боковое меню, которое показывает все использованые метки чтобы показать только задачи по выбраной метке. Ограничений на количество меток у задачи нет.

source: If you right click on a tag in the sidebar you can also set its color. It will permit you to have a more colorful list of tasks, if you want it that way.
af: Die kleur van 'n taak kan ook verander word deur daarop te regskliek. Dit maak dit moontlik om die taaklys meer kleurvol te maak, as dit gewens is.
be: Можна вызначаць колер цэтлікаў, дзеля гэтага трэта клікнуць правай кнопкай мышы па цэтліку ў бакавым мэню. Гэта дазваліць вам зрабіць рознакаляровы сьпіс заданьняў, калі пажадаеце.
it: Cliccando con il tasto destro su un tag nella barra laterale puoi assegnargli un colore. Se lo desideri, questo ti permetterà di avere la lista delle attività colorata.
ru: Можно назначить цвет метки, если кликнуть правой кнопкой на метке в боковом меню. Это позволяет иметь раскрашеный список задач, если вам так нравится.

source: A new tag is only added to the current task. There's no recursivity and the tag is not applied to subtasks. But when you create a new subtask, this subtask will inherit the tags of its parent as a good primary default (it will also be the case if you add a tag to a parent just after creating a subtask). Of course, you can modify at any time the tags of this particular subtask. It will never be changed by the parent.
af: 'n Nuwe etiket word slegs by 'n nuwe taak gevoeg. Daar is geen rekursiwiteit nie en 'n etiket word nie op subtake toegepas nie. Wanneer 'n subtaak geskep word, daarenteen, sal die subtaak al die etikette van sy ouer oorerf as 'n goeie verstek (ook vir die geval waar 'n etiket toegepas word op 'n ouertaak nadat 'n subtaak geskep is). Natuurlik kan die etikette van hierdie subtaak ten enige tyd verander word. Dit sal nooit deur die ouer verander word nie.
it: Un nuovo tag è aggiunto solo all'attività corrente. Non vi è ricorsione e il tag non verrà applicato alle subattività. Quando creerai una nuova subattività, erediterà il tag dell'attività sovrastante (ciò avverrà anche aggiungendo un tag ad un'attività subito dopo aver creato una subattività). In ogni modo potrai modificare i tag in qualsiasi momento e non saranno mai modificati dall'attività sovrastante.
ru: Новая метка добавляется только к текущей задаче. Она не будет рекурсивно добавляться всем подзадачам, но когда вы создадите подзадачу, она унаследует родительские метки. Так же если вы добавите метку родителю, сразу после создания подзадачи, подзадача тоже получит эту метку. Конечно вы можете в любое время править метки этой подзадачи и это не повлияет на родительскую.

source: Using the Workview
af: Gebruik van die werksaansig
be: Карыстаньне Сіпісам Заданьняў
it: Usare la Scaletta di lavoro
ru: Использование списка задач

source: If you use tags, you can right click on a tag in the sidebar and choose to not display tasks with this particular tag in the workview. It's very useful if you have a tag like &quot;someday&quot; that you use for tasks you would like to do but are not particularly urgent.
af: As etikette gebruik word, kan u regskliek op 'n etiket in die kantbalk en kies om nie take in die werksaansig te sien wat die etiket bevat nie. Dis veral nuttig vir etikette soos &quot;eendag&quot; wat gebruik word vir take wat nie regtig dringend is nie.
it: Se usi i tag, puoi cliccare su un tag nella barra laterale e scegliere di non visualizzare nella scaletta di lavoro le attività con un determinato tag. E' molto utile se hai un tag simile a &quot;prima o poi&quot; che usi per le attività che vorresti fare, ma che non sono particolarmente urgenti.
ru: Если вы используете метки, вы можете кликнуть правой кнопкой на метке в боковом меню и указать, что задачи с такой меткой не надо показывать в списке задач. Это очень полезно если у вас есть метка вроде &quot;когда нибудь&quot; для задач, которые вы собираетесь сделать, но они не особо важные.

source: Welcome in Getting Things Gnome!, your new task manager.
af: Welkom tot Getting Things Gnome!, jou nuwe taakbestuurder.
be: Вас вітае Getting Things Gnome! ваш новы кіраўнік заданьнямі.
it: Benvenuto in Getting Things GNOME!, il tuo nuovo gestore di attività.

source: A task might be composed of multiple subtasks that appear as links in the description. Simply click on the following link :
af: 'n Taak kan bestaan uit veelvoudige subtake wat voorgestel word as skakels in die beskrywing. Kliek op die volgende skakel:
be: Заданьне можа быць складзена са шматлікіх падзаданьняў, якія выглядаюць у апісаньні як спасылкі. Проста націсніце бягучую спасылку:
it: Un attività può essere composta da diverse subattività che appaiono come collegamenti nella descrizione. E' sufficiente cliccare sul collegamento seguente:

source: Don't forget to mark this subtask as done !
af: Moenie vergeet om hierdie subtaak as gedoen te merk nie.
be: Не забывайцеся пазначаць падзаданьне як выкананае !
it: Non dimenticare di marcare la subattività come completa!

source: Other stuff you should read :
af: Ander goed om te lees:
be: Што яшчэ вам трэба прачытаць :
it: Altro materiale che dovresti leggere:

source: We hope that you will appreciate GTG. Please send us bug reports and ideas for improvement using :
af: Ons hoop dat u GTG sal waardeer. Stuur asseblief foutverslae en idees deur gebruik te maak van:
be: Спадзяемся вам спадабаецца GTG. Дасылайце нам паведамленьні аб памылках і ідэі праз :
it: Speriamo che tu apprezzi GTG. Per favore, inviaci segnalazioni di malfunzionamenti o miglioramenti:

source: Some concept come with subtasks : for example, a subtask due date can never be after its parent due date.
af: Daar is 'n paar konsepte rakende subtake om te verstaan: 'n subtaak se voltooiingsdatum kan, byvoorbeeld, nie na die hooftaak s'n wees nie.
be: Падзаданьні маюць сувязь с заданьнямі. Напрыклад, падзаданьне павінна мець тэрмін выкананьня ранейшы чым у заданьня.
it: Alcuni accorgimenti con le subattività: per esempio, la data di scadenza di una subattività non può mai essere successiva a quella dell'attività sovrastante.

source: Try to type a word beginning with @ here :
af: Tik hier 'n woord wat met @ begin:
be: Паспрабуйце набраць слова, пачыная з @, тут :
it: E' sufficiente scrivere una parola che comincia con @ qui:

source: Please, report them ! We need you to make this software better. Any contribution, any idea is welcome.
af: Rapporteer foute, asseblief! Ons het u nodig om die sagteware beter te maak. Enige bydrae, enige idees is welkom.
be: Рапартуйце пра іх, калі ласка! Нам неабходна удасканальваць нашую праграму.Вітаюцца розныя ідэі й любы ўклад.
it: Per favore, segnalali! Abbiamo bisogno di migliorare la qualità del software. Qualsiasi contributo o idea è bene accetta.

source: <span weight="bold">All tags</span>
af: <span weight="bold">Alle etikette</span>
be: <span weight="bold">Усе тэгі</span>
it: <span weight="bold">Tutti i tag</span>

source: <span weight="bold">Tasks without tags</span>
af: <span weight="bold">Take sonder etikette</span>
be: <span weight="bold">Заданьні без тэгаў</span>
it: <span weight="bold">Attività senza tag</span>

source: Notes
af: Notas
be: Нататкі
it: Note

source: <span weight="bold" size="large">Are you sure you want delete this task?</span> Deleting a task cannot be undone.
af: <span weight="bold" size="large">Is u seker dat u die taak wil skrap?</span> Die skrap van 'n taak kan nie ongedaan gemaak word nie.
be: <span weight="bold" size="large">Вы сапраўды жадаеце выдаліць гэта заданьне?</span> Выдаленнае заданьне нельга аднавіць.
it: <span weight="bold" size="large">Sei sicuro di voler eliminare l'attività?</span> Non è possibile ripristinare un'attività eliminata.

source: Choose a color
af: Kies 'n kleur
be: Выбраць колер
it: Scegli un colore

source: Copyrights© 2008, 2009 Lionel Dricot, Bertrand Rousseau
af: Kopiereg© 2008, 2009 Lionel Dricot, Bertrand Rousseau
be: Аўтарскія правы © 2008, 2009 Lionel Dricot, Bertrand Rousseau
it: Copyright @ 2008, 2009 Lionel Dricot, Bertrand Rousseau

source: gtk-add
it: gtk-aggiungi

source: gtk-cancel
it: gtk-annulla

source: gtk-help
it: gtk-aiuto

source: Due for yesterday
af: Moes gister voltooi wees
be: Да паслязаўтра
it: Dovuto ieri

source: _File
af: _Lêer
be: Файл
